export const txt = 
`从武道馆开始算拖了得有个1年多了。。

最近终于有心思把repo写一下了，记录下我的这段追星之旅。

应该是2017年1月1日的时候，坐在高铁上，百无聊赖的听着耳机里随机放起了「brave shine」，莫名的觉得有些好听，特别是她独特的声线，在耳机只听个响的我的脑海中，特别有冲击力，于是单曲循环了一路。

然后是五月的时候，看到BML2017有Aimer当嘉宾，想着反正人也在上海，就去听听吧。

因为不知道怎么买票，网上随意一搜竟然发现她会在8月份在日本武道馆举办solo，虽然并不是很熟悉日本的场馆，但是武道馆之于歌手的意义还是有一点了解的。

#

于是就饶有兴致的在网上搜了起来，加之刚办下来的日本签证也闲着，就想着碰碰运气吧，万一呢？

结果虽然错过了最后一次抽选，但是真的很幸运的群里有粉丝有事不能参加，在转票，于是我有幸拿到了一张武道馆的票！

然后自己规划行程、攻略，耐着性子等到了8月底，终于踏上了前往东京武道馆的旅途。

记得live当天，因为是第一次参与这种活动。此前对Aimer的了解也仅限于fate和泽野弘之相关的一些曲目，了解的并不多，和其他粉丝一起还显得我这个大龄宅男有些格格不入。

不过，话虽如此，命运似乎却很照顾我。本着早上7点多去武道馆简单逛逛，然后吃个早饭的心态，发现了早早前来排场贩的人流。

消息同步到群里之后，群里也炸锅了。而我却侥幸的排在了比较靠前的位置，然而此时的我似乎太小看了粉丝的力量了。

#

记得场贩是当天下午1点过开卖，但是当时还是早上8点。。5个多小时的时间，我看着队伍从50米，到100米，到200米，到500米。。然后到围着武道馆一圈又一圈，黑压压的人群有序的将武道馆围得水泄不通。

也才在此刻，我才发现：原来还有这样的世界。

之后应该就是在场内了。因为是真真正正的第一次听现场，从第一首「twinkle winkle little star」开始，内心便受到了强烈的震撼。

白盘的「カタオモイ」像在为我叹息，「蝶々結び」更是令我陶醉。还沉浸在柔和而坚韧的声线中之时...

#

身着黑裙的Aimer一首「μs」更是点燃了全场的气氛，与白盘相反强烈的反差的这首歌配上现场的灯效，加上日日夜夜精心的准备，虽然我的位置并不算太好，但是隔着人群，我也能感受到她身上、她的嗓音中，饱含的强烈的情绪与力量。

也正是这天，我才听到了「六等星の夜」，才开始真正了解这个法语名为“爱”的女孩。

之后便是冬巡了，17/18年的冬巡Hiver。记得因为场次太多，自己的经济实力也很有限，在场次选择上犹豫了好久。

#

最后选择了京都大阪的2连，加上最后一场正好是自己的生日，索性趁着春节的假期任性一次吧。现在想来，能够在自己生日的前一天，听自己喜欢的歌手给自己唱歌，也算是一种“优待”了吧。

特别是盼来了期待已久的现场版「君を待つ」，也许年岁已然太大，控不住泪腺了。

转眼就迎来了2018年3月，亚巡上海站。这次在小伙伴的倡议下第一次亲手制作了一份送给Aimer的礼物，看到成品时，心里也有一根弦似乎被拨动了一般。

所以纵然两天站了约有12个小时有余，但看到她时，还是能感动万分。听说她一页页翻过我们制作的礼物，心里还是颇有点小自豪。

#

在「insane dream」的疯狂与梦幻的狂欢中，忘却所有的一切，沉醉于一个永恒的夜晚。

接着，时间来到同年的6月。因为个人的一些兴趣对交响乐情有独钟，当交响乐与Aimer一起出现时，就更没有抵抗力了。

东京、大阪、京都。三场ALL IN的我甚至在日本粉丝的眼中看来都显得有些疯狂。

但当「花の唄」、「蝶々結び」以另一种风格，另一种更为立体的方式呈现在我的眼前时，一切也便得并不是那么重要了。

#

也许真应了一句话：“喜欢，就是放纵”。

后来由于工作的原因，无缘夏季的fc live，也错过了心心念念「Noir Noir」。一直等到10月，终于迎来了18/19的冬巡soleil et pluie。

只是很可惜的是，此刻的我正值人生的低谷，拖着一副行尸般的躯体在海外游荡。

10.29的，千叶首场。第一首的歌开始，不知道是不是设备调试的问题，总觉得今天的音准有些许问题。随着演出的进行，不安就向连绵不断的阴雨在心间扩散。

到了那首意义非凡的「last stardust」，她的声音随着音调的升高，消失在了演出的现场。

那个时候，我才恍然大悟，她的嗓子！

但是，与她比起来，手足无措的更像是我。

她沉着而用力地忍耐着，我们不忍心地支持着，一首、一首。。

原本希望一首一首永远不要停息，而此刻，我们都希望停下来吧。。别。。。

但就是在这个时候，熟悉的曲目，熟悉的旋律，「蝶々結び」再次降临，全场的fans轻声和你一起合唱了整首歌，你对歌唱的爱，毫无保留的通过一种近乎无法再现的形式，传达给了在场的所有观众。

镌刻在我们平凡而不凡的生命之中。

此刻，我第一次感受到，生命能够以一种超越生命本身的形式去传达自己的爱。

那是一种太阳的温暖。如同轻井泽深秋中热烈的火焰一般。

前几天，今年的冬巡终于顺利结束了。一颗悬着的心也终于放了下来。

「I beg you」再一次带来了新的Aimer，不同的风格，不同的旋律，但是隔着音符，我感受到了不断变化中一个坚强而温柔的灵魂。

#

也许就像歌里唱的那样：

この苍くて広い世界に
无数に散らばった中から
别々に二人选んだ糸を
お互いたぐり寄せ合ったんだ
结ばれたんじゃなく结んだんだ
二人で「せーの」で引っ张ったんだ
大きくも小さくもなりすぎないように
力を込めたんだ

#
`;

export const test = `从武道馆开始算拖了得有个1年多了。。

最近终于有心思把repo写一下了，记录下我的这段追星之旅。

应该是2017年1月1日的时候，坐在高铁上，百无聊赖的听着耳机里随机放起了「brave shine」，莫名的觉得有些好听，特别是她独特的声线，在耳机只听个响的我的脑海中，特别有冲击力，于是单曲循环了一路。

然后是五月的时候，看到BML2017有Aimer当嘉宾，想着反正人也在上海，就去听听吧。

因为不知道怎么买票，网上随意一搜竟然发现她会在8月份在日本武道馆举办solo，虽然并不是很熟悉日本的场馆，但是武道馆之于歌手的意义还是有一点了解的。

于是就饶有兴致的在网上搜了起来，加之刚办下来的日本签证也闲着，就想着碰碰运气吧，万一呢？

结果虽然错过了最后一次抽选，但是真的很幸运的群里有粉丝有事不能参加，在转票，于是我有幸拿到了一张武道馆的票！

然后自己规划行程、攻略，耐着性子等到了8月底，终于踏上了前往东京武道馆的旅途。`;